#include<iostream>

using namespace std;
void menu_modify() {
		system("cls");
		cout << "******************************************************" << endl;
		cout << "-------------------欢迎使用修改成绩系统-----------------" << endl;
		cout << "    *          【1】修改所有成绩                   *    " << endl;
		cout << "    *          【2】修改电子技术成绩               *    " << endl;
		cout << "    *          【3】修改c++成绩                    *    " << endl;
		cout << "    *          【4】修改多媒体成绩                 *    " << endl;
		cout << "    *          【5】修改大学英语成绩               *    " << endl;
		cout << "    *          【6】修改高等数学成绩               *    " << endl;
		cout << "    *          【7】修改大学体育成绩               *    " << endl;
		cout << "    *          【8】修改马克思主义基本原理成绩     *    " << endl;
		cout << "    *          【0】退出修改成绩系统               *    " << endl;
		cout << "******************************************************" << endl;
}
